{
  "plugins": {
    "arrow.nvim": {
      "src": "https://github.com/otavioschwanck/arrow.nvim"
    },
    "blink-cmp-npm.nvim": {
      "src": "https://github.com/alexandre-abrioux/blink-cmp-npm.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "deadcolumn.nvim": {
      "src": "https://github.com/Bekaboo/deadcolumn.nvim"
    },
    "debugmaster.nvim": {
      "src": "https://github.com/miroshQa/debugmaster.nvim"
    },
    "edgy.nvim": {
      "src": "https://github.com/folke/edgy.nvim"
    },
    "flash.nvim": {
      "src": "https://github.com/folke/flash.nvim"
    },
    "friendly-snippets": {
      "src": "https://github.com/rafamadriz/friendly-snippets"
    },
    "gitsigns.nvim": {
      "src": "https://github.com/lewis6991/gitsigns.nvim"
    },
    "grug-far.nvim": {
      "src": "https://github.com/MagicDuck/grug-far.nvim"
    },
    "helpview.nvim": {
      "src": "https://github.com/OXY2DEV/helpview.nvim"
    },
    "kulala.nvim": {
      "src": "https://github.com/mistweaverco/kulala.nvim"
    },
    "lazydev.nvim": {
      "src": "https://github.com/folke/lazydev.nvim"
    },
    "log-highlight.nvim": {
      "src": "https://github.com/fei6409/log-highlight.nvim"
    },
    "lualine.nvim": {
      "src": "https://github.com/nvim-lualine/lualine.nvim"
    },
    "markview.nvim": {
      "src": "https://github.com/OXY2DEV/markview.nvim"
    },
    "mason-lspconfig.nvim": {
      "src": "https://github.com/mason-org/mason-lspconfig.nvim"
    },
    "mason-tool-installer.nvim": {
      "src": "https://github.com/WhoIsSethDaniel/mason-tool-installer.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.icons": {
      "src": "https://github.com/nvim-mini/mini.icons"
    },
    "mini.sessions": {
      "src": "https://github.com/nvim-mini/mini.sessions"
    },
    "mini.surround": {
      "src": "https://github.com/nvim-mini/mini.surround"
    },
    "neocodeium": {
      "src": "https://github.com/monkoose/neocodeium"
    },
    "npm-info.nvim": {
      "src": "https://github.com/pxnditxyr/npm-info.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "nvim-ts-autotag": {
      "src": "https://github.com/windwp/nvim-ts-autotag"
    },
    "one-small-step-for-vimkind": {
      "src": "https://github.com/jbyuki/one-small-step-for-vimkind"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "sidekick.nvim": {
      "src": "https://github.com/folke/sidekick.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "todo-comments.nvim": {
      "src": "https://github.com/folke/todo-comments.nvim"
    },
    "treewalker.nvim": {
      "src": "https://github.com/aaronik/treewalker.nvim"
    },
    "trouble.nvim": {
      "src": "https://github.com/folke/trouble.nvim"
    },
    "typst-preview.nvim": {
      "src": "https://github.com/chomosuke/typst-preview.nvim"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "yazi.nvim": {
      "src": "https://github.com/mikavilpas/yazi.nvim"
    }
  }
}